Revit 2027 API
SymbolTypeId.KgCO2ePerFtSup2 Property
 Symbol kgCO₂e/ft², indicating kilograms Carbon Dioxide per square foot
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KgCO2ePerFtSup2 { get; }
Public Shared ReadOnly Property KgCO2ePerFtSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KgCO2ePerFtSup2 {
	ForgeTypeId^ get ();
}
static member KgCO2ePerFtSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace